/*
Комментарии служат для описания действий, которые производит программа или
какие-то ее части. При компиляции комментарии не учитываются и не оказывают
никакого влияния на работу приложения. Комментарии однострочные и многострочными


*/

/* 
Многострочный комментарий
пример как делается
*/

package main //Однострочный комментарий (определение пакета для текущего файла)

import "fmt" // подключение пакета fmt

	// определение функции main
func main(){
	fmt.Print("Hello") //вывод строки на консоль
}
